{
  "en-US": {
    "title": "MSP2 Soft Announcement ⚠️",
    "content": "MSP teams have now blocked the acquisition of free outfits from certain external sites: xerus.lol, msp2.pages.dev, msp2play.pages.dev. Players can no longer obtain in-game outfits through these methods. Some functions of the MSP2 Shop have also been affected, and access to certain items has been restricted. Future steps and changes remain unclear, so players should follow updates and official announcements."
  },
  "en-CA": {
    "title": "MSP2 Soft Announcement ⚠️",
    "content": "MSP teams have now blocked the acquisition of free outfits from certain external sites: xerus.lol, msp2.pages.dev, msp2play.pages.dev. Players can no longer obtain in-game outfits through these methods. Some functions of the MSP2 Shop have also been affected, and access to certain items has been restricted. Future steps and changes remain unclear, so players should follow updates and official announcements."
  },
  "en-GB": {
    "title": "MSP2 Soft Announcement ⚠️",
    "content": "MSP teams have now blocked the acquisition of free outfits from certain external sites: xerus.lol, msp2.pages.dev, msp2play.pages.dev. Players can no longer obtain in-game outfits through these methods. Some functions of the MSP2 Shop have also been affected, and access to certain items has been restricted. Future steps and changes remain unclear, so players should follow updates and official announcements."
  },
  "nl-NL": {
    "title": "MSP2 Soft Aankondiging ⚠️",
    "content": "MSP-teams hebben nu de verkrijging van gratis outfits van bepaalde externe sites geblokkeerd: xerus.lol, msp2.pages.dev, msp2play.pages.dev. Spelers kunnen via deze methoden geen in-game outfits meer krijgen. Sommige functies van de MSP2 Shop zijn ook beïnvloed en de toegang tot bepaalde items is beperkt. Toekomstige stappen en veranderingen zijn nog onduidelijk, spelers moeten updates en officiële aankondigingen volgen."
  },
  "en-IE": {
    "title": "MSP2 Soft Announcement ⚠️",
    "content": "MSP teams have now blocked the acquisition of free outfits from certain external sites: xerus.lol, msp2.pages.dev, msp2play.pages.dev. Players can no longer obtain in-game outfits through these methods. Some functions of the MSP2 Shop have also been affected, and access to certain items has been restricted. Future steps and changes remain unclear, so players should follow updates and official announcements."
  },
  "da-DK": {
    "title": "MSP2 Soft Meddelelse ⚠️",
    "content": "MSP-teams har nu blokeret erhvervelsen af gratis outfits fra visse eksterne sites: xerus.lol, msp2.pages.dev, msp2play.pages.dev. Spillere kan ikke længere få in-game outfits via disse metoder. Nogle funktioner af MSP2 Shop er også blevet påvirket, og adgangen til visse genstande er blevet begrænset. Fremtidige trin og ændringer er uklare, så spillere bør følge opdateringer og officielle meddelelser."
  },
  "fr-FR": {
    "title": "Annonce MSP2 Soft ⚠️",
    "content": "Les équipes MSP ont maintenant bloqué l'acquisition de tenues gratuites depuis certains sites externes : xerus.lol, msp2.pages.dev, msp2play.pages.dev. Les joueurs ne peuvent plus obtenir de tenues en jeu par ces méthodes. Certaines fonctions du MSP2 Shop ont également été affectées et l'accès à certains objets a été restreint. Les prochaines étapes et changements restent incertains, les joueurs doivent suivre les mises à jour et les annonces officielles."
  },
  "pl-PL": {
    "title": "Ogłoszenie MSP2 Soft ⚠️",
    "content": "Zespoły MSP zablokowały teraz zdobywanie darmowych strojów z niektórych zewnętrznych stron: xerus.lol, msp2.pages.dev, msp2play.pages.dev. Gracze nie mogą już zdobywać strojów w grze tymi metodami. Niektóre funkcje sklepu MSP2 również zostały dotknięte, a dostęp do niektórych przedmiotów został ograniczony. Przyszłe kroki i zmiany są niejasne, gracze powinni śledzić aktualizacje i oficjalne ogłoszenia."
  },
  "sv-SE": {
    "title": "MSP2 Soft Meddelande ⚠️",
    "content": "MSP-team har nu blockerat förvärv av gratis outfits från vissa externa webbplatser: xerus.lol, msp2.pages.dev, msp2play.pages.dev. Spelare kan inte längre få in-game outfits via dessa metoder. Vissa funktioner i MSP2 Shop har också påverkats och tillgången till vissa objekt har begränsats. Framtida steg och förändringar är fortfarande oklara, så spelare bör följa uppdateringar och officiella meddelanden."
  },
  "no-NO": {
    "title": "MSP2 Soft Kunngjøring ⚠️",
    "content": "MSP-teamene har nå blokkert anskaffelse av gratis antrekk fra visse eksterne nettsteder: xerus.lol, msp2.pages.dev, msp2play.pages.dev. Spillere kan ikke lenger få in-game antrekk gjennom disse metodene. Noen funksjoner i MSP2 Shop har også blitt påvirket, og tilgang til enkelte elementer er begrenset. Fremtidige trinn og endringer er uklare, så spillere bør følge med på oppdateringer og offisielle kunngjøringer."
  },
  "fi-FI": {
    "title": "MSP2 Soft Ilmoitus ⚠️",
    "content": "MSP-tiimit ovat nyt estäneet ilmaisten asujen hankinnan tietyiltä ulkoisilta sivustoilta: xerus.lol, msp2.pages.dev, msp2play.pages.dev. Pelaajat eivät voi enää saada pelin sisäisiä asuja näiden menetelmien kautta. Jotkin MSP2 Shopin toiminnot ovat myös vaikuttaneet, ja pääsy tiettyihin kohteisiin on rajoitettu. Tulevat vaiheet ja muutokset ovat epäselviä, joten pelaajien tulisi seurata päivityksiä ja virallisia ilmoituksia."
  },
  "tr-TR": {
    "title": "MSP2 Soft Duyurusu ⚠️",
    "content": "MSP ekipleri, bazı harici sitelerden (xerus.lol, msp2.pages.dev, msp2play.pages.dev) ücretsiz kıyafet alınmasını artık engelledi. Kullanıcılar artık bu yöntemlerle oyun içi kıyafet kazanamayacak. MSP2 Shop’un bazı fonksiyonları da etkilendi ve bazı içeriklere erişim kısıtlandı. Gelecekteki adımlar ve değişiklikler belirsiz, kullanıcılar güncellemeleri ve resmi duyuruları takip etmeli."
  },
  "es-ES": {
    "title": "Anuncio MSP2 Soft ⚠️",
    "content": "Los equipos de MSP han bloqueado ahora la adquisición de atuendos gratuitos de ciertos sitios externos: xerus.lol, msp2.pages.dev, msp2play.pages.dev. Los jugadores ya no pueden obtener atuendos dentro del juego a través de estos métodos. Algunas funciones de la MSP2 Shop también se han visto afectadas, y el acceso a ciertos artículos se ha restringido. Los pasos futuros y los cambios siguen siendo inciertos, por lo que los jugadores deben seguir las actualizaciones y los anuncios oficiales."
  },
  "de-DE": {
    "title": "MSP2 Soft Ankündigung ⚠️",
    "content": "Die MSP-Teams haben nun den Erwerb kostenloser Outfits von bestimmten externen Websites blockiert: xerus.lol, msp2.pages.dev, msp2play.pages.dev. Spieler können über diese Methoden keine In-Game-Outfits mehr erhalten. Einige Funktionen des MSP2 Shops sind ebenfalls betroffen und der Zugriff auf bestimmte Artikel wurde eingeschränkt. Zukünftige Schritte und Änderungen sind unklar, daher sollten Spieler Updates und offizielle Ankündigungen verfolgen."
  },
  "en-AU": {
    "title": "MSP2 Soft Announcement ⚠️",
    "content": "MSP teams have now blocked the acquisition of free outfits from certain external sites: xerus.lol, msp2.pages.dev, msp2play.pages.dev. Players can no longer obtain in-game outfits through these methods. Some functions of the MSP2 Shop have also been affected, and access to certain items has been restricted. Future steps and changes remain unclear, so players should follow updates and official announcements."
  },
  "en-NZ": {
    "title": "MSP2 Soft Announcement ⚠️",
    "content": "MSP teams have now blocked the acquisition of free outfits from certain external sites: xerus.lol, msp2.pages.dev, msp2play.pages.dev. Players can no longer obtain in-game outfits through these methods. Some functions of the MSP2 Shop have also been affected, and access to certain items has been restricted. Future steps and changes remain unclear, so players should follow updates and official announcements."
  }
}
